Repository: mozilla/wp-web-push
Catalog: wp-web-push/lang/*.po
Languages: pt_br

source: Your private key is invalid.
pt_br: Sua Chave Privada (Private Key) é inválida.

source: Send push notification
pt_br: Enviar Notificação Push

source: You need to serve your website via HTTPS to make the Web Push plugin work.
pt_br: Você precisa fornecer acesso via HTTPS ao seu website para que o plugin Web Push funcione.

source: You need to set up the GCM-specific information in order to make push notifications work on Google Chrome. <a href="%s">Do it now</a>.
pt_br: Você precisa configurar as configurações específicas do GCM para fazer as notificações push funcionarem no Google Chrome. <a href="%$">Configurar agora</a>

source: Sent notifications
pt_br: Enviar notificações

source: Opened notifications
pt_br: Notificações abertas

source: Show advanced options
pt_br: Mostrar configurações avançadas

source: Hide advanced options
pt_br: Ocultar configurações avançadas

source: <b>%s</b> user prompted to receive notifications.
pt_br: <b>%s</b> solicitação feita para envio de notificação a um usuário.

source: <b>%s</b> user confirmed.
pt_br: <b>%s</b> usuário confirmado.

source: <b>%s</b> user currently subscribed.
pt_br: <b>%s</b> usuário cadastrado.

source: Web Push Settings
pt_br: Configurações do Web Push

source: Send a custom push notification
pt_br: Enviar notificação push personalizada

source: Invalid value for the Notification Title
pt_br: O valor informado em Título da Notificação é inválido.

source: Invalid value for the Notification Icon
pt_br: O valor informado em Ícone da Notificação é inválido.

source: Invalid value for `Registration Behavior`
pt_br: O valor informado em `Comportamento do Cadastro` é inválido

source: Invalid color for the subscription button
pt_br: O valor informado em Cor do Botão de Cadastro é inválido.

source: Invalid value in Push Triggers: %s
pt_br: O valor informado em Acionadores de Notificação é inválido

source: Settings saved.
pt_br: Configurações Salvas.

source: Notification UI Options
pt_br: Configurações da Interface das Notificações

source: In this section, you can customize the information that appears in the notifications that will be shown to users.<br> Here's a preview of the notification:
pt_br: Nessa seção, você pode personalizar a informação que aparece nas notificações que serão exibidas para os usuários. <br> Aqui está uma prévia da notificação:

source: The title of your post.
pt_br: O título do seu post.

source: Title
pt_br: Título

source: Use the Site Title
pt_br: Usar Título do Site

source: Custom:
pt_br: Personalizado:

source: Your custom title
pt_br: Seu título personalizado

source: Icon
pt_br: Ícone

source: Don't use any icon
pt_br: Não usar ícone

source: Use the Post Thumbnail
pt_br: Usar a Imagem Destacada do Post

source: Use the Site Icon
pt_br: Usar o Ícone do Site

source: Select
pt_br: Selecionar

source: Subscription Behavior
pt_br: Comportamento do Cadastro

source: In this section, you can customize the subscription behavior and tailor it to your site. We suggest limiting automatic prompting to avoid nagging users and always giving the option to subscribe/unsubscribe through the subscription button.
pt_br: Nessa seção, você pode personalizar o comportamento do cadastro de acordo com a necessidade do seu website. Sugerimos limitar as solicitações automáticas para evitar incomodar os usuários e sempre dar a opção de cancelar ou cadastrar pelo botão de cadastro.

source: Show subscription icon
pt_br: Mostrar botão de cadastro

source: A button in the bottom-right corner of the page that the user can use to subscribe/unsubscribe. We suggest enabling it to offer an easy way for users to manage their subscription.
pt_br: Um botão no canto inferior direito da página que permite que o usuário cadastre ou cancele a sua inscrição. Sugerimos habilitar essa opção para fornecer uma maneira mais fácil para seus usuários gerenciarem seus cadastros.

source: Automatic prompting
pt_br: Solicitação Automática

source: Ask the user to register as soon as he visits the site
pt_br: Pedir para o usuário se cadastrar assim que ele visitar o site

source: Ask the user to register after N visits:
pt_br: Pedir para o usuário se cadastrar depois de X visitas ao site:

source: Never automatically ask the user to register
pt_br: Nunca pedir automaticamente para o usuário se cadastrar

source: Limiting automatic prompting is suggested to avoid nagging users (unless you know that your visitors are really interested).
pt_br: Sugerimos limitar as solicitações de cadastro automáticas para evitar incomodar os usuários (a não ser que você tenha certeza que seus usuários estejam realmente interessados).

source: Interval between prompts
pt_br: Intervalo entre os convites

source: If the user declines or dismisses the prompt, this is the time interval (in days) to wait before prompting again.
pt_br: Se o usuário cancelar o convite de cadastro, este é o intervalo (em dias) para aguardar antes de perguntar novamente.

source: Push Triggers
pt_br: Ativadores das Notificações

source: Select which events should trigger sending a push notification to users.
pt_br: Selecione quais eventos devem ativar as notiicações push para os usuários.

source: N.B.: You can override these options for individual posts when you create/edit them.
pt_br: Obs.: Você pode sobrescrever essa configuração para postas individuais ou quando você estiver criando/editando os mesmos.

source: Voluntary Application Server Identification (VAPID)
pt_br: Identificação Voluntária do Servidor (Voluntary Application Server Identification - VAPID)

source: VAPID is useful to monitor your push messages. It allows your server to submit information about itself to the push service, which improves application stability, exception handling, and security. <b>It is automatically configured for you.</b>
pt_br: Essa função é útil para monitorar as notificações push. Ela permite que seu servidor envie informações sobre ele mesmo ao serviço de notificações, o que melhora a estabilidade da aplicação, manuseio de exceções e segurança. <b>Isso é configurado automatiamente para você.</b>

source: Private Key
pt_br: Chave Privada

source: The private key used to sign your push notifications.
pt_br: A chave privada é usada para assinar as suas notificações push.

source: Public Key
pt_br: Chave Pública

source: Audience
pt_br: Audiência

source: The origin URL of the sender.
pt_br: URL de origiem do remetente.

source: Subject
pt_br: Assunto

source: The primary contact in case something goes wrong.
pt_br: O contato primário em caso de erros ou se algo não funcionar.

source: Unfortunately, VAPID can't be enabled on your website, because one or more prerequisites are missing.
pt_br: Infelizmente, o serviço VAPID não pode ser habilitado em seu website porque um ou mais requisitos não estão adequados.

source: VAPID Prerequisites:
pt_br: Prérequisitos VAPID:

source: mcrypt extension
pt_br: extensão mycript

source: gmp extension
pt_br: extensão gmp

source: Google Chrome Support
pt_br: Suporte ao Google Chrome

source: To configure Google Chrome support, follow the steps in <a href="https://developers.google.com/web/fundamentals/getting-started/push-notifications/step-04" target="_blank">Make a project on the Google Developer Console</a> to configure Google Cloud Messaging (GCM), then copy the <i>GCM API Key</i> and <i>Project Number</i> into the fields below.
pt_br: Para configurar suporte ao Google Chrome, por favor siga as etapas em <a href="https://developers.google.com/web/fundamentals/getting-started/push-notifications/step-04" target="_blank">Make a project on the Google Developer Console</a> para configurar o Google Cloud Messaging (GCM), então copie o <i>GCM API Key (Chave do API GCM)</i> e o <i>Project Number (Número do Projeto</i> nos campos abaixo. (Link disponível somente em inglês)

source: GCM API Key
pt_br: Chave do API GCM (GCM API Key)

source: GCM Project Number
pt_br: Número do Projeto CGM (CGM Project Number)

source: The GCM project number should be added to your Web App Manifest. You can either let the plugin generate a manifest for you or add the info to your own manifest (if you already have one). The plugin is compatible with the <a href="https://wordpress.org/plugins/add-to-home-screen">Add to Home Screen plugin</a>. <b>You only need to disable the following option if you have created your own manifest manually</b>.
pt_br: O número do projeto GCM deve ser adicionado ao seu manifesto de aplicativo web (Web App Manifest, geralmente um arquivo <i>manifest.json</i>). Você pode deixar que o plugin gere um manifesto para você ou adicionar seu próprio manifesto (se você já tiver um). O plugin é compatível com o <a href="https://wordpress.org/plugins/add-to-home-screen">Plugin Add to Home Screen (Adicionar a Tela Inicial)</a>. <b>Apenas desabilite a seguinte opção se você já tiver criado e configurado seu próprio manifesto manualmente</b>

source: The plugin will automatically create a Web App Manifest for you and add it to your page.
pt_br: O plugin irá automaticamente criar um manifesto de aplicação web para você e adiciona-lo a página.

source: You need to add %s and %s to your manifest
pt_br: Você precisa adicionar %s e %s ao seu manifesto

source: Save Changes
pt_br: Salvar Alterações

source: Notification sent.
pt_br: Notificação Enviada.

source: Body
pt_br: Corpo

source: Notification Body
pt_br: Corpo da Notificação

source: URL
pt_br: URL (Link)

source: The URL to open when users click on the notification.
pt_br: A URL (link) para abrir quando os usuários clicarem na notificação.

source: Send notification
pt_br: Enviar notificação

source: When a post is published.
pt_br: Quando um novo post ou artigo for públicado.

source: When a post is updated.
pt_br: Quando um post ou artigo for atualizado.

source: Right after subscription (useful to show to users what notifications look like).
pt_br: Logo depois do cadastramento (útil para mostrar aos usuários como as notificações se parecem).

source: Successfully subscribed to notifications
pt_br: Cadastrado com sucesso para recebimento de notificações.

source: Welcome! Use this button to subscribe to notifications.
pt_br: Bem vindo! Use este botão para se cadastrar e receber nossas notificações.

source: Subscribe to notifications
pt_br: Inscrever

source: You can unsubscribe whenever you want using this button.
pt_br: Você pode cancelar o envio das notificações sempre que quiser usando este botão.

source: You are now subscribed!
pt_br: Você foi cadastrado com sucesso!

source: You are unsubscribed!
pt_br: Você foi descadastrado!

source: <b>%s</b> can send you notifications for new posts.
pt_br: <b>%s</b> pode enviar notificações sobre novos artigos.

source: You are subscribed to <b>%s</b>'s notifications.
pt_br: Você se inscreveu para receber notificações de <b>%s</b>.

source: Unsubscribe
pt_br: Descadastrar

source: Subscribe
pt_br: Inscrever

source: Close
pt_br: Fechar

source: Web Push notifications for your website.
pt_br: Notificações Push para seu website.
